Repository: mohpor/vialer-ios
Catalog: Vialer/*.lproj/Localizable.strings
Languages: nl

source: %@ is configuring
nl: %@ configureert

source: %@ is logged out.
nl: %@ is uitgelogd.

source: %@ is currently logged in.
nl: %@ is op dit moment ingelogd.

source: Accept
nl: Accepteer

source: Application denied access to 'Contacts'
nl: App heeft geen toegang tot 'Contacten'

source: Application not authorized to access 'Contacts'
nl: App heeft geen toegangsrechten tot 'Contacten'

source: Are you sure you want to log out?
nl: Weet je zeker dat je uit wilt loggen?

source: Back
nl: Terug

source: Business
nl: Zakelijke

source: Call canceled
nl: Gesprek geannuleerd

source: Call ended
nl: Gesprek beëindigd

source: Calling other party
nl: Andere partij aan het bellen

source: Calling your phone
nl: Je telefoon aan het bellen

source: Calling...
nl: Bellen...

source: calls in the cloud
nl: telefonie in de cloud

source: Cancel
nl: Annuleer

source: Checking VoIP account
nl: VoIP account controleren

source: Connected with other party
nl: Verbonden met andere partij

source: Connecting...
nl: Verbinden...

source: Contacts
nl: Contacten

source: Continue
nl: Verder

source: Could not load your recent calls
nl: Recente gesprekken konden niet worden opgehaald

source: Couldn't connect with other party
nl: Kan niet verbinden met andere partij

source: Couldn't connect with your phone
nl: Kan niet verbinden met je telefoon

source: Couldn't transfer call to
nl: Kan niet doorverbinden naar

source: Decline
nl: Weiger

source: Declined call
nl: Gesprek geweigerd

source: Dial plan
nl: Belplan

source: Disabling VoIP...
nl: VoIP aan het uitschakelen...

source: Disconnected
nl: Beëindigd

source: Email address
nl: E-mailadres

source: Email sent successfully.
nl: E-mail verzonden.

source: Enable VoIP
nl: Schakel VoIP in

source: Ending call...
nl: Gesprek aan het beëeindigen...

source: Enter Your email address and password to login.
nl: Voer je e-mailadres en wachtwoord in om in te loggen.

source: Error
nl: Fout

source: Error getting the availability options
nl: Fout bij het ophalen van de bereikbaarheid opties

source: Error saving number
nl: Fout bij het opslaan van het nummer

source: Error while retrieving your outgoing number, make sure you are connected to the internet.
nl: Fout tijdens het ophalen van je uitgaande nummer, zorg ervoor dat je verbonden bent met internet.

source: Failed to load %@
nl: %@ kon niet worden geladen

source: Failed to load VoIP settings.
nl: VoIP instellingen laden mislukt.

source: Failed to send email.
nl: E-mail zenden mislukt.

source: Failed to setup call
nl: Opzetten van gesprek mislukt

source: Fetching the latest recent calls from the server.
nl: Meest recente gesprekken worden van de server gehaald.

source: Forgot password?
nl: Wachtwoord vergeten?

source: Hello
nl: Hallo

source: How does %@ work?
nl: Hoe werkt bellen via %@?

source: If your email address is %@ we will send you an email with instructions to reset your password.
nl: Als je emailadres %@ is, zullen we je een email sturen met instructies om je wachtwoord te resetten.

source: Incoming call
nl: Binnenkomend gesprek

source: Incoming call from: %1@ <%2@>
nl: Binnenkomend gesprek van: %1$@ <%2$@>

source: Incoming call...
nl: Inkomend gesprek...

source: Information
nl: Informatie

source: Invalid number used to setup call
nl: Foutief nummer gebruikt om gesprek op te zetten

source: It's not possible to setup a call. Make sure you have an internet connection.
nl: Gesprek kan niet opgezet worden. Zorg voor een internet verbinding en probeer het opnieuw.

source: Keypad
nl: Toetsen

source: Loading %@...
nl: %@ laden...

source: Loading availability options...
nl: Bezig met laden van de opties voor de bereikbaarheid...

source: Loading VoIP settings...
nl: VoIP instellingen laden...

source: Log out
nl: Uitloggen

source: Logging in...
nl: Inloggen...

source: Login
nl: Inloggen

source: Login failed
nl: Inloggen mislukt

source: Microphone Access Denied
nl: Geen toegang tot microfoon

source: Mobile
nl: Mobiele telefoonnummer

source: Mobile phone number
nl: Mobiele telefoonnummer

source: My number
nl: Mijn nummer

source: No
nl: Nee

source: No Caller ID
nl: Anoniem

source: No connection, cannot call.
nl: Geen verbinding, bellen niet mogelijk.

source: No email address configured
nl: Geen emailadres ingesteld

source: No internet connection
nl: Geen internet verbinding

source: No login data
nl: Geen inloggegevens

source: No missed calls
nl: Geen gemiste gesprekken

source: No recent calls
nl: Geen recente gesprekken

source: Not allowed
nl: Niet toegestaan

source: Not available
nl: Niet bereikbaar

source: Number saved
nl: Nummer opgeslagen

source: ON HOLD
nl: In de wacht

source: Outgoing number
nl: Uitgaand nummer

source: Password
nl: Wachtwoord

source: phone
nl: vast

source: Phone number incorrect
nl: Telefoonnummer incorrect

source: Please enter a valid email address.
nl: Vul een geldig e-mailadres in.

source: Please enter your e-mail address and we will send you instructions on setting a new password.
nl: Geef je e-mailadres op, dan sturen we de instructies voor het instellen van een nieuw wachtwoord.

source: Please enter your mobile number here.
nl: Voer hier je mobiele telefoonnummer in.

source: Poor connection, Two step calling enabled.
nl: Slechte verbinding, Twee staps modus geactiveerd.

source: Recents
nl: Recent

source: Request password
nl: Wachtwoord opvragen

source: Retrieving phone numbers...
nl: Telefoonnummers ophalen...

source: Retry
nl: Opnieuw proberen

source: Saving availability has failed
nl: Opslaan bereikbaarheid mislukt

source: Saving availability...
nl: Bereikbaarheid opslaan...

source: Saving number...
nl: Nummer opslaan...

source: Send email?
nl: E-mail versturen?

source: Sending email...
nl: Versturen e-mail...

source: Set up call
nl: Gesprek wordt opgezet

source: Statistics
nl: Statistieken

source: Successfully connected with
nl: Succesvol verbonden met

source: Syncing addressbook.
nl: Adresboek synchroniseren.

source: The number is to short
nl: Het nummer is te kort

source: The outgoing number which the app will display is:
nl: Het telefoonnummer waarmee uitgebeld wordt is:

source: This user is not allowed to use the app
nl: Dit account kan geen gebruik maken van de app

source: To make Two step calling possible, we need to have your mobile phone number.
nl: Om Twee stap bellen mogelijk te maken, hebben we je mobiele nummer nodig.

source: Top name matches
nl: Meest overeenkomende namen

source: Transfer in progress to
nl: Doorverbinden opgezet met

source: Transfer requested for
nl: Doorverbinden aangevraagd voor

source: Two step call cancel failed
nl: Twee staps gesprek annuleren mislukt

source: Two step call failed
nl: Het twee staps gesprek is mislukt

source: Two step modus
nl: Twee staps modus

source: Two step modus will setup a call to your phone first and will call the other party when you answer the call.
nl: Twee staps modus zal een gesprek opzetten naar je telefoon en zal na beantwooring het gesprek opzetten naar de andere partij.

source: Unable to fetch availability
nl: Niet mogelijk bereikbaarheid op te halen

source: Unable to load your VoIP settings. Please try again.
nl: Laden van VoIP instellingen mislukt. Probeer het opnieuw.

source: Unable to save the number, please update the number.
nl: Het is niet mogelijk om het nummer op te slaan, verander het nummer.

source: user type not allowed
nl: gebruikers type niet toegestaan

source: VoIP Disabled
nl: VoIP Gedeactiveerd

source: VoIP disabled, enable in settings
nl: VoIP gedeactiveerd, activeer VoIP bij instellingen

source: Yes
nl: Ja

source: yesterday
nl: gisteren

source: You are not allowed to view recent calls
nl: Je hebt geen toestemming om de recente gesprekken te bekijken

source: You must allow microphone access in Settings > Privacy > Microphone.
nl: De app heeft toegang nodig tot de microfoon via Instellingen > Privacy > Microfoon.

source: You're not authorized
nl: Je bent niet geautoriseerd

source: your account
nl: je account

source: Your email and/or password is incorrect.
nl: Je email adres of wachtwoord is incorrect.

source: Your mobile number should start with your country code e.g. +31 or 0031
nl: Het mobiele nummer moet beginnen met een landcode b.v. +31 of 0031

source: Your VoIP account has been registered on another device. You can re-enable VoIP in Settings
nl: Je VoIP account is geregistreerd op een ander apparaat. Je kunt VoIP weer activeren bij instellingen

source: Add destination
nl: Voeg eindbestemming toe
